// General
"ADD" = "Dodaj";
"OK" = "OK";
"CANCEL" = "Anuluj";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Opcje…";
"CONTINUE" = "Dalej";
"SEARCHING" = "Szukam…";
"CONNECTING" = "Łączę się…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Dla uzyskania drugiego kliknięcia, umieść dwa palce na gładziku,  \na potem kliknij w przycisk";
"2NDCLICK_CLICKING" = "Stuknięcie dwoma palcami równoznaczne z drugim kliknięciem";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Używaj wszystkich klawiszy F1, F2 itd. jako standardowych klawiszy funkcyjnych";
"FN_FLIPPER_NOTE" = "Po zaznaczeniu tej opcji wciśnięcie klawisza Fn daje dostęp do specjalnych funkcji widocznych na klawiszach.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Rzeczy użytkownika";
"USER_ITEMS_DESC" = "Otwiera %@";
"ONOFF_TOOLTIP" = "Zaznacz, aby włączyć skrót klawiszowy z listy";
"RESTORE_DEFAULTS_TITLE" = "Czy na pewno chcesz wyzerować wszystkie skróty do ustawień domyślnych?";
"RESTORE_DEFAULTS_DESCR" = "Tej czynności nie można cofnąć.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Control";
"MODIFER_COMMAND" = "⌘ Command";

// BT related
"D_SECS" = "%d sek.";
"NEVER" = "Nigdy";

"MOUSE" = "Mysz";
"KEYBOARD" = "Klawiatura";
"UNKNOWN" = "nieznany";

"NEW_APPLICATION_ITEM" = "<untitled menu item>";

"APP_IS_NOT_COMPATIBLE" = "Nie można dodać skrótów klawiszowych dla programu %@.";

"MOUSEBUTTON_OPEN" = "Otwórz „%@”";


// Gestures
"ONEFINGER" = "Jeden palec";
"TAP_TO_CLICK_GESTURE" = "Stuknij, aby kliknąć";
"DRAGGING_GESTURE" = "Przeciąganie";
"DRAGLOCK_GESTURE" = "Przeciąganie z blokadą";
"TWOFINGER" = "Dwa palce";
"TWOFINGER_SECONDARYCLICK" = "Dodatkowe kliknięcie";
"THREEFINGER" = "Trzy palce";
"FOURFINGER" = "Cztery palce";
"SECONDARYCLICK_GESTURE" = "Dodatkowe kliknięcie";
"SECONDARYCLICK_GESTURE_TAP" = "Dodatkowe stuknięcie";
"PRESS_SPECIFIC" = "Dodatkowe kliknięcie";
"PRESS_ANYWHER" = "Naciśnij w dowolnym miejscu dwoma palcami";
"SCREENZOOMGESTURE" = "Zoom ekranu";
"PINCH_GESTURE" = "Otwórz i zamknij uszczypnięciem";
"ROTATE_GESTURE" = "Obróć";
"3FINGER_SWIPE_GESTURE" = "Przesuń, aby przejść";
"2FINGER_SCROLL_GESTURE" = "Przewijaj";
"4FINGER_UPDOWN_GESTURE_NAME" = "Przesuń w górę/dół - Exposé";
"4FINGER_UPDOWN_GESTURE_NAVIGATE" = "Przesuń w górę/dół, aby przejść";
"4FINGER_SWIPE_GESTURE_NAME" = "Przesuń w lewo/prawo - zmiana programu";
"4FINGER_SWIPE_GESTURE_NAVIGATE" = "Przechodzenie przesunięciem w lewo/prawo";

"BOTTOM_RIGHT_CORNER" = "Prawy dolny róg";
"BOTTOM_LEFT_CORNER" = "Lewy dolny róg";

"WITH_MOMENTUM" = "z inercją";
"WITHOUT_MOMENTUM" = "bez inercji";
//
"THREE_FINGER_DRAGGING" = "Przeciąganie";
"SWIPE_TO_NAVIGATE" = "Przesuń, aby przejść";

//
"GESTURE_SWITCH_APP" = "- zmiana programu";
"GESTURE_NAVIGATE" = "- przechodzenie";
"GESTURE_EXPOSE" = "- Exposé";


// Gesture notes
"AX_TapToClick" = "Aby kliknąć, stuknij gładzik jednym palcem.";
"AX_Dragging" = "Aby przeciągnąć, stuknij w gładzik i natychmiast połóż na nim palec w trakcie ruchu. Aby zakończyć przeciąganie, unieś palec.";
"AX_DragLock" = "Aby przeciągnąć, stuknij w gładzik i połóż na nim palec w trakcie ruchu. Aby zakończyć przeciąganie, stuknij ponownie.";
"AX_SecondaryClick" = "Aby otworzyć menu skrótów rzeczy, połóż dwa palce na gładziku i wciśnij przycisk gładzika. Jeśli opcja Stuknij, aby kliknąć jest zaznaczona, po prostu stuknij gładzik dwoma palcmi.";
"AX_Scroll" = "Aby przewijać zawartość aktywnego okna, połóż dwa palce na gładziku i przesuwaj je w górę, w dół lub w bok.";
"AX_ScreenZoom" = "Aby powiększyć lub pomniejszyć obraz na ekranie, przytrzymaj wciśnięty klawisz Control i przesuń dwa palce w górę lub w dół gładzika. Aby zmienić klawisz modyfikujący, kliknij w Opcje.";
"AX_Pinch" = "Aby powiększać i zmniejszać obrazy i inne rzeczy, połóż na gładziku kciuk oraz inny palec i odsuwaj lub przysuwaj je do siebie.";
"AX_Rotate" = "Aby obracać na ekranie obrazy i inne rzeczy, obracaj w lewo lub w prawo dwa palce na gładziku.";
"AX_Swipe" = "Aby przejść do poprzedniej lub następnej rzeczy, szybko przesuń trzy palce w poprzek gładzika, w lewo lub w prawo.";
"AX_4F_Swipe_EXPOSE" = "Przesuń czterema palcami w górę lub w dół gładzika, aby użyć Exposé.";
"AX_4F_Swipe_APPS" = "Przesuń czterema palcami w lewo lub w prawo w poprzek gładzika, aby przełączyć między otwartymi programami.";


//
"TOP_LABEL_BT_OFF_HEADER" = "Włącz Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Poczekaj na wykrycie gładzika Bluetooth.";
"MID_LABEL_NO_TRACKPAD" = "Nie znaleziono gładzika";
"MID_LABEL_1_TRACKPAD" = "Znaleziono 1 gładzik";
"MID_LABEL_TRACKPAD_FOUND" = "Znaleziono „%@”";
"TURN_BT_ON" = "Włącz Bluetooth";
